---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.CeramicPatternType.Custom
enum: Autodesk.Revit.DB.Visual.CeramicPatternType
source: html/e731e70d-85ff-6c83-8b4b-be09e6affdf2.htm
---
# Autodesk.Revit.DB.Visual.CeramicPatternType.Custom